Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

# SAR
source: Saudi Riyal
ar: ريال سعودي
az: Səudiyyə riyalı
bg: Саудитски риал
bn: সৌদি রিয়াল
ca: Rial saudita
cs: Saúdský rijál
da: Saudiarabiens Riyal
el: Ριάλ Σαουδικής Αραβίας
es: Riyal saudí
es_us: Riyal saudí
et: Saudi riaal
fa: ریال عربستان
fi: Saudi-Arabian rial
fr: Riyal saoudien
fr_ca: Riyal saoudien
ga: Riyal na hAraibe Sádaí
gu: સાઉદી રિયાલ
he: ריאל סעודי
hi: सऊदी रियाल
hr: Saudijski rijal
hu: Szaúdi riál
id: Riyal Saudi
is: Sádi-arabískt ríal
it: Riyal saudita
ja: サウジアラビア・リヤル
jv: Riyal Saudi
kk: Сауд риалы
km: រីយ៉ាលអារ៉ាប៊ីសាអូឌីត
kn: ಸೌದಿ ರಿಯಾಲ್
ko: 사우디 리얄
lt: Saudo Arabijos rialas
lv: Saūda Arābijas riāls
ml: സൗദി റിയാൽ
mr: सौदी रियाल
ms: Riyal Saudi
my: ဆော်ဒီ ရီယော်
nb: Saudiarabiske riyal
nl: Saoedi-Arabische riyal
or: ସାଉଦି ରିୟାଲ୍
pa: ਸਾਊਦੀ ਰਿਆਲ
pl: Rial saudyjski
pt_br: Rial saudita
pt_pt: Riyal saudita
ro: Riyal saudit
ru: Саудовский риял
sk: Saudský riál
sl: Saudski riál
sq: Riyal Saudit
sv: Saudisk riyal
sw: Riyal ya Saudi
ta: சவுதி ரியால்
te: సౌదీ రియాల్
th: ริยาลซาอุดีอาระเบีย
tr: Suudi Arabistan Riyali
uk: Саудівський ріал
ur: سعودی ریال
uz: Saudiya riyoli
vi: Riyal Ả Rập Xê Út
zh_hant: 沙烏地里亞爾
zh_hk: 沙特里亞爾

source: Save the desired items, record every savings, and make your wishes come true.
ar: ضع العناصر المرغوبة في التوفير، وسجل كل مبلغ، لتقترب أكثر من تحقيق الأماني.
az: Arzuladığınız əşyalar üçün yığım edin, hər yığımı qeyd edin və arzunuza bir addım daha yaxınlaşın.
bg: Спестявайте за желаните предмети, записвайте всяко спестяване и приближавайте желанията си.
bn: ইচ্ছার বস্তুগুলোর জন্য সঞ্চয় করুন, প্রতিটি সঞ্চয় রেকর্ড করুন, স্বপ্নকে আরও এক ধাপ এগিয়ে নিয়ে যান।
ca: Estalvia per als objectes que desitges, registra cada estalvi i acosta't als teus somnis.
ceb: I-save ang mga gipangandoy nga butang, irekord ang matag tinigum, ug paduolon ang imong pangandoy.
cs: Ukládejte si na vytoužené předměty, zaznamenávejte každou úsporu a posuňte svá přání o krok dál.
da: Gem ønskede genstande her, registrer hver opsparing, og kom tættere på ønsket.
de: Sparen Sie für Wunschgegenstände, erfassen Sie jede Ersparnis und kommen Sie Ihrem Wunsch näher.
el: Αποταμιεύστε για τα αντικείμενα που επιθυμείτε, καταγράψτε κάθε αποταμίευση και φέρτε την επιθυμία σας πιο κοντά.
es: Guarda aquí tus artículos deseados, registra cada ahorro y acércate más a tus deseos.
es_us: Guarda aquí tus artículos deseados, registra cada ahorro y acércate más a tus deseos.
et: Säästke soovitud esemete jaoks, salvestage iga sääst ja astuge samm lähemale oma soovile.
fa: برای کالاهای مورد آرزوی خود پس‌انداز کنید، هر پس‌انداز را ثبت کنید و به آرزوهایتان نزدیک‌تر شوید.
fi: Säästä toive-esineitä varten, kirjaa jokainen säästö ja tuo toive lähemmäksi.
fil: Ipunin para sa mga bagay na gusto mo, itala ang bawat ipon, at ilapit ang iyong hiling.
fr: Épargnez pour les objets de vos souhaits, enregistrez chaque économie et rapprochez-vous de votre vœu.
fr_ca: Épargnez pour vos souhaits, enregistrez chaque économie et rapprochez-vous de votre objectif.
ga: Sábháil le haghaidh míreanna mian, taifead gach coigilteas, agus bog níos gaire do do mhianta.
gu: ઇચ્છિત વસ્તુઓ માટે બચત કરો, દરેક બચત રેકોર્ડ કરો અને ઈચ્છાને વધુ નજીક લાવો.
he: שמור עבור פריטי משאלות, תעד כל חיסכון, וקרב את המשאלה.
hi: इच्छा की वस्तुओं के लिए बचत करें, प्रत्येक बचत को रिकॉर्ड करें, और इच्छा को और करीब लाएं।
hr: Spremite željene predmete, zabilježite svaku uštedu i približite se ostvarenju želja.
hu: Tegye félre a kívánt tárgyak árát, rögzítsen minden megtakarítást, és kerüljön közelebb a vágyaihoz.
id: Simpan untuk barang impian, catat setiap tabungan, dan buat keinginan selangkah lebih dekat.
is: Leggðu fyrir óskahlutum, skráðu hvern sparnað og færðu þig nær óskunum.
it: Risparmia per gli oggetti desiderati, registra ogni risparmio e avvicinati al desiderio.
ja: 欲しいものを貯金目標にして、毎回の貯金を記録し、願いに近づきましょう。
jv: Simpen kanggo barang sing dikarepake, cathet saben tabungan, lan nyedhaki kekarepan.
kk: Қажетті заттар үшін ақша жинаңыз, әрбір жинақты жазыңыз және арманыңызға жақындаңыз.
km: សន្សំសម្រាប់របស់របរដែលចង់បាន កត់ត្រារាល់ការសន្សំ ដើម្បីឱ្យបំណងប្រាថ្នាកាន់តែខិតជិតមកដល់។
kn: ಆಸೆ ಪಟ್ಟ ವಸ್ತುಗಳಿಗಾಗಿ ಉಳಿತಾಯ ಮಾಡಿ, ಪ್ರತಿ ಉಳಿತಾಯವನ್ನು ದಾಖಲಿಸಿ ಮತ್ತು ಆಸೆಯನ್ನು ಇನ್ನಷ್ಟು ಹತ್ತಿರವಾಗಿಸಿ.
ko: 원하는 물건을 위해 저축하고, 모든 저축을 기록하여 소원에 한 걸음 더 다가가세요.
lt: Taupykite norimiems daiktams, fiksuokite kiekvieną santaupą ir priartėkite prie noro išsipildymo.
lv: Krājiet vēlamajām lietām, reģistrējiet katru ietaupījumu un tuvojieties saviem sapņiem.
ml: ആഗ്രഹിച്ച ഇനങ്ങൾക്കായി പണം ലാഭിക്കുക, ഓരോ സമ്പാദ്യവും രേഖപ്പെടുത്തുക, ആഗ്രഹത്തോട് കൂടുതൽ അടുക്കുക.
mr: इच्छित वस्तूंसाठी बचत करा, प्रत्येक बचतीची नोंद करा आणि इच्छा पूर्ण करण्याच्या जवळ जा.
ms: Simpan untuk barang idaman, rekod setiap simpanan, dan mendekatkan lagi impian.
my: လိုချင်သော ပစ္စည်းများအတွက် စုဆောင်းပါ၊ စုဆောင်းမှုတိုင်းကို မှတ်တမ်းတင်ပြီး ဆန္ဒပြည့်ဝရန် ခြေလှမ်းလှမ်းပါ။
nb: Spar til ønskede gjenstander, registrer hver sparing, og kom nærmere oppfyllelsen av ønsket.
nl: Spaar voor wensartikelen, registreer elke besparing en kom dichter bij je wens.
or: ଇଚ୍ଛା ବସ୍ତୁ ପାଇଁ ସଞ୍ଚୟ କରନ୍ତୁ, ପ୍ରତ୍ୟେକ ସଞ୍ଚୟ ରେକର୍ଡ କରନ୍ତୁ, ଏବଂ ଇଚ୍ଛା ପୂରଣ କରିବାକୁ ଆଗେଇ ନିଅନ୍ତୁ।
pa: ਇੱਛਤ ਵਸਤੂਆਂ ਲਈ ਬੱਚਤ ਕਰੋ, ਹਰ ਬੱਚਤ ਨੂੰ ਰਿਕਾਰਡ ਕਰੋ, ਅਤੇ ਇੱਛਾਵਾਂ ਦੇ ਨੇੜੇ ਜਾਓ।
pl: Zapisz przedmioty życzeń, rejestruj każdą oszczędność i przybliżaj się do spełnienia marzeń.
pt_br: Economize para itens de desejo, registre cada economia e aproxime-se do seu desejo.
pt_pt: Poupe para os itens desejados, registre cada economia e fique mais perto de realizar seus desejos.
ro: Economisește pentru obiectele dorite, înregistrează fiecare economie și apropie-te de dorințele tale.
ru: Копите на желаемое, записывайте каждое вложение и приближайте исполнение мечты.
sk: Uložte si sem položky želaní, zaznamenajte každú úsporu a posuňte sa bližšie k svojim želaniam.
sl: Shranite predmete želja sem, zabeležite vsak prihranek in se približajte svojim željam.
sq: Kurseni për objektet e dëshiruara, regjistroni çdo kursim dhe afrohuni më shumë me dëshirën tuaj.
sv: Spara till dina önskeföremål, registrera varje besparing och kom ett steg närmare dina önskningar.
sw: Weka akiba kwa ajili ya vitu unavyotamani, rekodi kila akiba, na fanya matamanio yawe karibu zaidi.
ta: உங்கள் விருப்பப் பொருட்களைச் சேமிக்கவும், ஒவ்வொரு சேமிப்பையும் பதிவுசெய்து, ஆசைகளை நெருங்கவும்.
te: మీ కోరికల వస్తువుల కోసం పొదుపు చేయండి, ప్రతి పొదుపును రికార్డ్ చేయండి మరియు మీ కోరికలకు దగ్గరవ్వండి.
th: ออมเงินเพื่อของที่ปรารถนา บันทึกการออมทุกครั้ง เพื่อให้ความปรารถนาเป็นจริงเร็วขึ้น
tr: Arzuladığınız eşyalar için biriktirin, her tasarrufu kaydedin ve dileklerinize bir adım daha yaklaşın.
uk: Збирайте на бажані речі, записуйте кожне поповнення і наближайте мрію.
ur: خواہش مند اشیاء کے لیے بچت کریں، ہر بچت کو ریکارڈ کریں، اور خواہش کو ایک قدم قریب لائیں۔
uz: Istalgan narsalar uchun pul yig'ing, har bir jamg'armani yozib boring va orzuga bir qadam yaqinlashing.
vi: Lưu giữ những món đồ mong ước, ghi lại từng khoản tiết kiệm, để mong ước tiến thêm một bước.
zh_hans: 将愿望物品储蓄进来，记录每一笔储蓄，让愿望更进一步。
zh_hant: 將願望物品儲蓄進來，記錄每一筆儲蓄，讓願望更進一步。
zh_hk: 將願望物品儲蓄進來，記錄每一筆儲蓄，讓願望更進一步。

source: Saving every dream
ar: ادخر كل حلم
az: Hər xəyal üçün yığım
bg: Спестявайте за всяка мечта
bn: প্রতিটি স্বপ্ন সঞ্চয় করুন
ca: Estalvia per a cada somni
ceb: Tigumi ang matag damgo
cs: Spořte na každý sen
da: Spar op til enhver drøm
de: Für jeden Traum sparen
el: Αποταμίευση για κάθε όνειρο
es: Ahorra para cada sueño
es_us: Ahorra para cada sueño
et: Säästke iga unistuse jaoks
fa: پس‌انداز برای هر رویا
fi: Säästä jokaista unelmaa varten
fil: Mag-ipon para sa bawat pangarap
fr: Épargnez pour chaque rêve
fr_ca: Épargnez pour chaque rêve
ga: Sábháil do gach aisling
gu: દરેક સ્વપ્ન બચાવો
he: חסוך לכל חלום
hi: हर सपने की बचत करें
hr: Štedite za svaki san
hu: Minden álom megtakarítása
id: Tabung untuk setiap impian
is: Safnaðu fyrir hvern draum
it: Risparmia per ogni sogno
ja: すべての夢のために貯金する
jv: Nabung kanggo saben impen
kk: Әрбір арман үшін жинақ
km: សន្សំសម្រាប់ក្តីសុបិននីមួយៗ
kn: ಪ್ರತಿಯೊಂದು ಕನಸಿಗಾಗಿಯೂ ಉಳಿತಾಯ ಮಾಡಿ
ko: 모든 꿈을 위한 저축
lt: Taupykite kiekvienai svajonei
lv: Ietaupiet katram sapnim
ml: ഓരോ സ്വപ്നത്തിനും വേണ്ടി സമ്പാദിക്കുക
mr: प्रत्येक स्वप्नासाठी बचत करा
ms: Simpan Untuk Setiap Impian
my: အိပ်မက်တိုင်းအတွက် စုဆောင်းပါ
nb: Spar til hver drøm
nl: Spaar voor elke droom
or: ପ୍ରତ୍ୟେକ ସ୍ୱପ୍ନ ପାଇଁ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਹਰ ਸੁਪਨੇ ਲਈ ਬੱਚਤ ਕਰੋ
pl: Oszczędzaj na każde marzenie
pt_br: Economize para cada sonho
pt_pt: Poupe para cada sonho
ro: Economisește pentru fiecare vis
ru: Копите на каждую мечту
sk: Šetrite na každý sen
sl: Varčujte za vsake sanje
sq: Kurseni për çdo ëndërr
sv: Spara till varje dröm
sw: Weka akiba kwa kila ndoto
ta: ஒவ்வொரு கனவிற்கும் சேமிக்கவும்
te: ప్రతి కలను పొదుపు చేయండి
th: ออมเงินเพื่อทุกความฝัน
tr: Her hayal için tasarruf et
uk: Заощаджуй на кожну мрію
ur: ہر خواب کے لیے بچت کریں
uz: Har bir orzu uchun jamg'aring
vi: Tiết kiệm cho mỗi ước mơ
zh_hans: 储蓄每一个梦想
zh_hant: 儲蓄每一個夢想
zh_hk: 儲蓄每一個夢想

source: Saving progress
ar: تقدم الادخار
az: Yığım proqresi
bg: Прогрес на спестяванията
bn: সঞ্চয়ের অগ্রগতি
ca: Progrés d'estalvi
ceb: Pag-uswag sa Pagtigum
cs: Průběh spoření
da: Opsparingsfremskridt
de: Sparfortschritt
el: Πρόοδος αποταμίευσης
es: Progreso de ahorro
es_us: Progreso de ahorro
et: Säästmise edenemine
fa: پیشرفت پس‌انداز
fi: Säästön edistyminen
fil: Progreso ng Pag-iipon
fr: Progression de l'épargne
fr_ca: Progrès de l'épargne
ga: Dul chun cinn coigiltis
gu: બચત પ્રગતિ
he: התקדמות החיסכון
hi: बचत की प्रगति
hr: Napredak štednje
hu: Megtakarítás haladása
id: Progres Menabung
is: Sparnaðarframvinda
it: Progresso risparmio
ja: 貯金進捗
jv: Kemajuan Nabung
kk: Ақша жинау барысы
km: វឌ្ឍនភាពសន្សំប្រាក់
kn: ಉಳಿತಾಯದ ಪ್ರಗತಿ
ko: 저축 진행 상황
lt: Taupymo eiga
lv: Krāšanas progress
ml: സമ്പാദ്യ പുരോഗതി
mr: बचतीची प्रगती
ms: Kemajuan Simpanan
my: ငွေစု အခြေအနေ
nb: Sparefremdrift
nl: Spaarvoortgang
or: ସଞ୍ଚୟ ପ୍ରଗତି
pa: ਬੱਚਤ ਪ੍ਰਗਤੀ
pl: Postęp oszczędzania
pt_br: Progresso da poupança
pt_pt: Progresso da poupança
ro: Progres economisire
ru: Прогресс накоплений
sk: Priebeh sporenia
sl: Napredek varčevanja
sq: Progresi i kursimit
sv: Sparprocess
sw: Maendeleo ya akiba
ta: சேமிப்பு முன்னேற்றம்
te: పొదుపు పురోగతి
th: ความคืบหน้าการออม
tr: Tasarruf ilerlemesi
uk: Прогрес накопичення
ur: پیسے بچانے کی پیشرفت
uz: Pul yig'ish jarayoni
vi: Tiến độ tiết kiệm
zh_hans: 存钱进度
zh_hant: 存錢進度
zh_hk: 存錢進度

source: Savings data is stored locally and synced with iCloud, ensuring security and transparency, and giving you complete control.
ar: تتم مزامنة بيانات الادخار محليًا و على iCloud، آمنة وشفافة، تحت سيطرتك.
az: Yığım məlumatları yerli olaraq və iCloud ilə sinxronlaşdırılaraq saxlanılır, təhlükəsiz və şəffafdır, sizin nəzarətinizdədir.
bg: Данните за спестяванията се съхраняват локално и се синхронизират с iCloud, сигурно и прозрачно, под ваш контрол.
bn: সঞ্চয় ডেটা স্থানীয়ভাবে এবং iCloud-এ সিঙ্ক করে সংরক্ষিত হয়, নিরাপদ এবং স্বচ্ছ, আপনার স্বাধীন নিয়ন্ত্রণে।
ca: Les dades d'estalvi es guarden localment i se sincronitzen amb iCloud, de manera segura i transparent, sota el vostre control lliure.
ceb: Ang datos sa pagtigum gitipigan lokal ug gi-synchronize sa iCloud, luwas ug transparent, ug gikontrol nimo nga gawasnon.
cs: Data o spoření jsou uložena lokálně a synchronizována s iCloudem, bezpečně, transparentně a pod vaší kontrolou.
da: Opsparingsdata gemmes lokalt og synkroniseres med iCloud, sikkert og gennemsigtigt, styret frit af dig.
de: Spardaten werden lokal und über iCloud synchronisiert, sicher und transparent, vollständig unter Ihrer Kontrolle.
el: Τα δεδομένα αποταμίευσης αποθηκεύονται τοπικά και συγχρονίζονται με το iCloud, με ασφάλεια και διαφάνεια, υπό τον ελεύθερο έλεγχό σας.
es: Los datos de ahorro se guardan localmente y se sincronizan con iCloud; seguro, transparente y bajo tu control.
es_us: Los datos de ahorro se guardan localmente y se sincronizan con iCloud; seguro, transparente y bajo tu control.
et: Säästuandmed salvestatakse lokaalselt ja sünkroniseeritakse iCloudiga, turvaliselt ja läbipaistvalt, teie vaba kontrolli all.
fa: داده‌های پس‌انداز به صورت محلی و همگام‌سازی شده با iCloud ذخیره می‌شوند، ایمن و شفاف، با کنترل کامل شما.
fi: Säästötiedot tallennetaan paikallisesti ja synkronoidaan iCloudiin, turvallisesti ja läpinäkyvästi, sinun hallinnassasi.
fil: Ang data ng pag-iipon ay naka-save nang lokal at naka-sync sa iCloud, ligtas at transparent, at malaya mong kontrolado.
fr: Les données d'épargne sont stockées localement et synchronisées avec iCloud, sécurisées et transparentes, sous votre contrôle total.
fr_ca: Les données d'épargne sont enregistrées localement et synchronisées avec iCloud, de manière sécurisée et transparente, sous votre contrôle.
ga: Sábháiltear sonraí coigiltis go háitiúil agus sioncronaithe le iCloud, sábháilte agus trédhearcach, rialaithe agat go saor.
gu: બચત ડેટા સ્થાનિક રીતે અને iCloud સાથે સમન્વયિત થાય છે, સુરક્ષિત અને પારદર્શક, તમારા દ્વારા મુક્તપણે નિયંત્રિત.
he: נתוני החיסכון נשמרים מקומית ומסונכרנים עם iCloud, בטוח ושקוף, בשליטתך החופשית.
hi: बचत डेटा स्थानीय रूप से और iCloud के साथ सिंक करके सहेजा जाता है, सुरक्षित और पारदर्शी, आपके द्वारा स्वतंत्र रूप से नियंत्रित।
hr: Podaci o štednji spremaju se lokalno i sinkroniziraju s iCloudom, sigurno i transparentno, pod vašom kontrolom.
hu: A megtakarítási adatok helyben és az iCloud-dal szinkronizálva kerülnek mentésre, biztonságosan és átláthatóan, az Ön szabad irányítása alatt.
id: Data tabungan disimpan secara lokal dan disinkronkan dengan iCloud, aman dan transparan, dikendalikan bebas oleh Anda.
is: Sparnaðargögn vistuð staðbundið og samstillt við iCloud, örugg og gagnsæ, undir þinni stjórn.
it: Dati di risparmio salvati localmente e sincronizzati con iCloud, sicuri e trasparenti, controllati liberamente da te.
ja: 貯金データはローカルおよびiCloudに同期して保存され、安全かつ透明で、あなたが自由に管理できます。
jv: Data tabungan disimpen lokal lan disinkronake karo iCloud, aman lan transparan, dikendhaleni kanthi bebas dening sampeyan.
kk: Жинақ деректері жергілікті жерде және iCloud-пен синхрондалады, қауіпсіз және ашық, сіздің еркін бақылауыңызда.
km: ទិន្នន័យសន្សំត្រូវបានរក្សាទុកក្នុងមូលដ្ឋាន និងធ្វើសមកាលកម្មជាមួយ iCloud ដោយសុវត្ថិភាព និងតម្លាភាព ស្ថិតក្រោមការគ្រប់គ្រងរបស់អ្នកដោយសេរី។
kn: ಉಳಿತಾಯ ಡೇಟಾವನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಮತ್ತು iCloud ನೊಂದಿಗೆ ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ, ಸುರಕ್ಷಿತ ಮತ್ತು ಪಾರದರ್ಶಕ, ನಿಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿರುತ್ತದೆ.
ko: 저축 데이터는 로컬 및 iCloud에 동기화되어 저장되며, 안전하고 투명하게 사용자가 자유롭게 관리할 수 있습니다.
lt: Taupymo duomenys saugomi lokaliai ir sinchronizuojami su „iCloud“, saugiai ir skaidriai, jūsų laisvai valdomi.
lv: Uzkrājumu dati tiek glabāti lokāli un sinhronizēti ar iCloud, droši un caurskatāmi, pilnībā jūsu kontrolē.
ml: സേവിംഗ്സ് ഡാറ്റ പ്രാദേശികമായും iCloud-ലും സമന്വയിപ്പിക്കപ്പെടുന്നു, സുരക്ഷിതവും സുതാര്യവും നിങ്ങളുടെ നിയന്ത്രണത്തിലാണ്.
mr: बचत डेटा स्थानिक आणि iCloud वर सिंक्रोनाइझ केला जातो, सुरक्षित आणि पारदर्शक, तुमच्या नियंत्रणाखाली.
ms: Data simpanan disimpan secara tempatan dan diseragamkan dengan iCloud, selamat dan telus, dikawal sepenuhnya oleh anda.
my: ငွေစု ဒေတာများကို စက်ထဲတွင် သိမ်းဆည်းခြင်းနှင့် iCloud တွင် ထပ်တူပြုခြင်းတို့ ပြုလုပ်နိုင်ပြီး လုံခြုံပွင့်လင်းကာ သင့်စိတ်ကြိုက် ထိန်းချုပ်နိုင်ပါသည်။
nb: Sparedata lagres lokalt og synkroniseres med iCloud, sikkert og transparent, under din kontroll.
nl: Spaargegevens worden lokaal en via iCloud gesynchroniseerd, veilig en transparant, volledig door u beheerd.
or: ସଞ୍ଚୟ ଡାଟା ସ୍ଥାନୀୟ ଏବଂ iCloud ସହିତ ସିଙ୍କ୍ରୋନାଇଜ୍ ହୋଇ ସୁରକ୍ଷିତ ଏବଂ ସ୍ୱଚ୍ଛ ଭାବରେ, ଆପଣଙ୍କ ନିୟନ୍ତ୍ରଣରେ ସଂରକ୍ଷିତ ହୁଏ।
pa: ਬੱਚਤ ਡੇਟਾ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਅਤੇ iCloud ਨਾਲ ਸਿੰਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਸੁਰੱਖਿਅਤ ਅਤੇ ਪਾਰਦਰਸ਼ੀ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਨਿਯੰਤਰਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Dane o oszczędnościach są zapisywane lokalnie i synchronizowane z iCloud, bezpiecznie i przejrzyście, pod Twoją kontrolą.
pt_br: Dados de poupança salvos localmente e sincronizados com o iCloud, seguros e transparentes, controlados por você.
pt_pt: Os dados de poupança são salvos localmente e sincronizados com o iCloud, seguros e transparentes, sob seu controle.
ro: Datele despre economii sunt salvate local și sincronizate cu iCloud, sigure și transparente, controlate liber de tine.
ru: Данные сохраняются локально и синхронизируются с iCloud: безопасно, прозрачно и под вашим контролем.
sk: Údaje o úsporách sa ukladajú lokálne a synchronizujú s iCloudom, sú bezpečné, transparentné a pod vašou kontrolou.
sl: Podatki o varčevanju so shranjeni lokalno in sinhronizirani z iCloud, varno, pregledno in pod vašim nadzorom.
sq: Të dhënat e kursimit ruhen lokalisht dhe sinkronizohen me iCloud, të sigurta dhe transparente, nën kontrollin tuaj të lirë.
sv: Spardata sparas lokalt och synkroniseras med iCloud, säkert, transparent och under din kontroll.
sw: Data ya akiba huhifadhiwa ndani na kusawazishwa na iCloud, salama, wazi, na chini ya udhibiti wako.
ta: சேமிப்புத் தரவு உள்ளூரிலும் iCloud உடனும் சேமிக்கப்படும், இது பாதுகாப்பானது, வெளிப்படையானது மற்றும் உங்கள் கட்டுப்பாட்டில் உள்ளது.
te: పొదుపు డేటా స్థానికంగా మరియు iCloudతో సమకాలీకరించబడుతుంది, సురక్షితంగా, పారదర్శకంగా మరియు మీ నియంత్రణలో ఉంటుంది.
th: ข้อมูลการออมจะถูกบันทึกในเครื่องและซิงค์กับ iCloud ปลอดภัย โปร่งใส และคุณควบคุมได้เอง
tr: Tasarruf verileri yerel olarak ve iCloud ile senkronize kaydedilir; güvenli, şeffaf ve sizin kontrolünüzde.
uk: Дані зберігаються локально та в iCloud, це безпечно, прозоро та під вашим контролем.
ur: بچت کا ڈیٹا مقامی طور پر اور iCloud کے ساتھ مطابقت پذیر (sync) کیا جاتا ہے، محفوظ، شفاف اور آپ کے کنٹرول میں ہے۔
uz: Jamg'arma ma'lumotlari mahalliy va iCloud bilan sinxron saqlanadi, xavfsiz, shaffof va sizning nazoratingizda.
vi: Dữ liệu tiết kiệm được lưu cục bộ và đồng bộ với iCloud, an toàn, minh bạch và do bạn tự do kiểm soát.
zh_hans: 储蓄数据本地与 iCloud 同步保存，安全透明，由您自由掌控。
zh_hant: 儲蓄數據本地與 iCloud 同步保存，安全透明，由您自由掌控。
zh_hk: 儲蓄數據本地與 iCloud 同步保存，安全透明，由您自由掌控。

source: Savings reminder
ar: تذكير الادخار
az: Yığım xatırlatması
bg: Напомняне за спестяване
bn: সঞ্চয় রিমাইন্ডার
ca: Recordatori d'estalvi
ceb: Pahinumdom sa Pagtigum
cs: Připomenutí spoření
da: Opsparingspåmindelse
de: Spar-Erinnerung
el: Υπενθύμιση αποταμίευσης
es: Recordatorio de ahorro
es_us: Recordatorio de ahorro
et: Säästmise meeldetuletus
fa: یادآوری پس‌انداز
fi: Säästömuistutus
fil: Paalala sa Pag-iipon
fr: Rappel d'épargne
fr_ca: Rappel d'épargne
ga: Meabhrúchán coigiltis
gu: બચત રીમાઇન્ડર
he: תזכורת חיסכון
hi: बचत अनुस्मारक
hr: Podsjetnik za štednju
hu: Megtakarítási emlékeztető
id: Pengingat Menabung
is: Sparnaðaráminning
it: Promemoria risparmio
ja: 貯金リマインダー
jv: Pangeling Nabung
kk: Ақша жинау туралы еске салғыш
km: ការរំលឹកឱ្យសន្សំប្រាក់
kn: ಉಳಿತಾಯ ಜ್ಞಾಪನೆ
ko: 저축 알림
lt: Taupymo priminimas
lv: Krāšanas atgādinājums
ml: സമ്പാദ്യ ഓർമ്മപ്പെടുത്തൽ
mr: बचत स्मरणपत्र
ms: Peringatan Simpanan
my: ငွေစုရန် သတိပေးချက်
nb: Sparepåminnelse
nl: Spaarherinnering
or: ସଞ୍ଚୟ ସ୍ମାରକ
pa: ਬੱਚਤ ਰੀਮਾਈਂਡਰ
pl: Przypomnienie o oszczędzaniu
pt_br: Lembrete de poupança
pt_pt: Lembrete de poupança
ro: Memento economisire
ru: Напоминание о накоплении
sk: Pripomienka sporenia
sl: Opomnik za varčevanje
sq: Rikujtesë kursimi
sv: Sparpåminnelse
sw: Kikumbusho cha kuweka akiba
ta: சேமிப்பு நினைவூட்டல்
te: పొదుపు రిమైండర్
th: เตือนความจำการออม
tr: Tasarruf hatırlatıcısı
uk: Нагадування про внесок
ur: پیسے بچانے کی یاد دہانی
uz: Pul yig'ish eslatmasi
vi: Nhắc nhở tiết kiệm
zh_hant: 存錢提醒
zh_hk: 存錢提醒

source: Security Verification
ar: التحقق الأمني
az: Təhlükəsizlik yoxlaması
bg: Проверка на сигурността
bn: নিরাপত্তা যাচাই
ca: Verificació de seguretat
ceb: Pagsusi sa Seguridad
cs: Bezpečnostní ověření
da: Sikkerhedsverifikation
de: Sicherheitsüberprüfung
el: Έλεγχος ασφαλείας
es: Verificación de seguridad
es_us: Verificación de seguridad
et: Turvakontroll
fa: تأیید امنیتی
fi: Turvatarkistus
fil: Pagsusuri ng Seguridad
fr: Vérification de sécurité
fr_ca: Vérification de sécurité
ga: Fíorú slándála
gu: સુરક્ષા ચકાસણી
he: בדיקת אבטחה
hi: सुरक्षा सत्यापन
hr: Sigurnosna provjera
hu: Biztonsági ellenőrzés
id: Verifikasi Keamanan
is: Öryggisstaðfesting
it: Verifica di sicurezza
ja: セキュリティ認証
jv: Verifikasi Keamanan
kk: Қауіпсіздікті тексеру
km: ការផ្ទៀងផ្ទាត់សុវត្ថិភាព
kn: ಸುರಕ್ಷತಾ ಪರಿಶೀಲನೆ
ko: 보안 확인
lt: Saugumo patikra
lv: Drošības pārbaude
ml: സുരക്ഷാ പരിശോധന
mr: सुरक्षा पडताळणी
ms: Pengesahan Keselamatan
my: လုံခြုံရေး စစ်ဆေးခြင်း
nb: Sikkerhetsverifisering
nl: Beveiligingsverificatie
or: ସୁରକ୍ଷା ଯାଞ୍ଚ
pa: ਸੁਰੱਖਿਆ ਜਾਂਚ
pl: Weryfikacja bezpieczeństwa
pt_br: Verificação de segurança
pt_pt: Verificação de segurança
ro: Verificare de securitate
ru: Проверка безопасности
sk: Bezpečnostné overenie
sl: Varnostno preverjanje
sq: Verifikimi i sigurisë
sv: Säkerhetsverifiering
sw: Uhakiki wa usalama
ta: பாதுகாப்பு சரிபார்ப்பு
te: భద్రతా తనిఖీ
th: การตรวจสอบความปลอดภัย
tr: Güvenlik doğrulaması
uk: Перевірка безпеки
ur: حفاظتی جانچ
uz: Xavfsizlik tekshiruvi
vi: Xác minh an toàn
zh_hans: 安全校验
zh_hant: 安全校驗
zh_hk: 安全校驗

# SEK
source: Swedish Krona
ar: كرونة سويدية
az: İsveç kronu
bg: Шведска крона
bn: সুইডিশ ক্রোনা
ca: Corona sueca
cs: Švédská koruna
da: Svensk Krone
de: Schwedische Krone
el: Κορώνα Σουηδίας
es: Corona sueca
es_us: Corona sueca
et: Rootsi kroon
fa: کرون سوئد
fi: Ruotsin kruunu
fr: Couronne suédoise
fr_ca: Couronne suédoise
ga: Krona na Sualainne
gu: સ્વીડિશ ક્રોના
he: כתר שוודי
hi: स्वीडिश क्रोना
hr: Švedska kruna
hu: Svéd korona
id: Krona Swedia
is: Sænsk króna
it: Corona svedese
ja: スウェーデン・クローナ
jv: Krona Swedia
kk: Швеция кронасы
km: ក្រូណាស៊ុយអែត
kn: ಸ್ವೀಡಿಷ್ ಕ್ರೋನಾ
ko: 스웨덴 크로나
lt: Švedijos krona
lv: Zviedrijas krona
ml: സ്വീഡിഷ് ക്രോണ
mr: स्वीडिश क्रोना
ms: Krona Sweden
my: ဆွီဒင် ခရိုနာ
nb: Svenske kroner
nl: Zweedse kroon
or: ସ୍ୱେଡିଶ୍ କ୍ରୋନା
pa: ਸਵੀਡਿਸ਼ ਕਰੋਨਾ
pl: Korona szwedzka
pt_br: Coroa sueca
pt_pt: Coroa sueca
ro: Coroană suedeză
ru: Шведская крона
sk: Švédska koruna
sl: Švedska krona
sq: Korona Suedeze
sv: Svensk krona
sw: Krona ya Uswidi
ta: ஸ்வீடிஷ் க்ரோனா
te: స్వీడిష్ క్రోనా
th: โครนาสวีเดน
tr: İsveç Kronu
uk: Шведська крона
ur: سویڈش کرونا
uz: Shvetsiya kronasi
vi: Krona Thụy Điển
zh_hant: 瑞典克朗
zh_hk: 瑞典克朗
